throughput/output/step-06-SH.txt
692839 records sent, 138457,0 records/sec (33,67 MB/sec), 323,6 ms avg latency, 852,0 ms max latency.
553186 records sent, 110615,1 records/sec (26,90 MB/sec), 315,8 ms avg latency, 942,0 ms max latency.
348127 records sent, 69625,4 records/sec (16,93 MB/sec), 1306,7 ms avg latency, 2634,0 ms max latency.
431209 records sent, 86069,7 records/sec (20,93 MB/sec), 1263,7 ms avg latency, 2899,0 ms max latency.
2500000 records sent, 103284,445363 records/sec (25,12 MB/sec), 638,35 ms avg latency, 2899,00 ms max latency, 387 ms 50th, 2051 ms 95th, 2663 ms 99th, 2788 ms 99.9th.